# SysBeep

## Description
Procedure SysBeep uses the current system prompt sound to alert the user.

```pascal
PROCEDURE SysBeep;
```

```python
def vs.SysBeep():
    return None
```

## Version
Availability: from All Versions

## Category
* Utility